Repository: codesyntax/cs.auth.googleplus
Catalog: */auth/googleplus/locales/*/LC_MESSAGES/*.auth.googleplus.po
Languages: de

source: GOOGLEPLUS authentication denied
de: Google+ Anmeldung abgelehnt

source: Google+ login Settings
de: Google+ Login Einstellungen

source: GooglePlus Client ID
de: Google+ Client ID

source: GooglePlus Client Secret
de: Google+ Client Secret

source: GooglePlus Login settings
de: Google+ Login Einstellungen

source: GooglePlus authentication denied
de: Google+ Anmeldung abgelehnt

source: Insufficient information in GooglePlus profile
de: Ungen√ºgende Google+ Profil-Informationen

source: Log in with Google+
de: Anmelden mit Google+

source: The App ID/API Key you got when creating the app at https://developers.google.com/+/
de: Die App ID / der API Key, den Sie beim Erstellen der App auf https://developers.google.com/+/ erhalten.

source: The App Secret Key you got when creating the app athttps://developers.google.com/+/
de: Der App Secret Key, den Sie beim erstellen der App auf https://developers.google.com/+/ erhalten.
